<?php


// +----------------------------------------------------------------------
// | 八界AI-CMS 内容管理系统
// +----------------------------------------------------------------------
// | Copyright (c) 2026 湖北八界智能技术有限公司 All rights reserved.
// +----------------------------------------------------------------------
// | 官网: http://www.i8j.cn
// +----------------------------------------------------------------------
// | Author: 八界AI Team <admin@i8j.cn>
// +----------------------------------------------------------------------
// API应用中间件配置 - V2.7
// 注意：API路由在route/app.php中按组定义中间件，此处保留全局配置占位
// V1路由组使用 [ApiAuth, ApiMemberAuth, PaidContentGuard]
return [
];
